{
  "term": "Spring",
  "year": "2020",
  "level": [
    "Non-Credit"
  ],
  "topics": [
    [
      "Teaching and Education"
    ],
    [
      "Teaching and Education",
      "Curriculum and Teaching"
    ],
    [
      "Teaching and Education",
      "Educational Technology"
    ]
  ],
  "legacy_uid": "ace93fdc-3a3f-fe4e-cf67-501d2ebef2c4",
  "instructors": {
    "content": [
      "89666a17-6a2a-c8a6-7d92-867266505def",
      "ad75cd27-cf58-2fae-3fb5-e06daebdc7c4"
    ],
    "website": "ocw-www"
  },
  "course_image": {
    "content": "d3c66fa0-879b-06f4-5a47-d10481ddd41f",
    "website": "res-cms-503-becoming-a-more-equitable-educator-mindsets-and-practices-spring-2020"
  },
  "course_title": "Becoming a More Equitable Educator: Mindsets and Practices",
  "hide_download": false,
  "course_description": "Every day, teachers make thousands of decisions: what content to teach, what activities to assign, who to call on, how to respond to a student question, how to react to student behavior. These day-to-day decisions can have an enormous effect on the lives of young people, for good and ill. They can open new doors or cause lasting harm; they can make students feel seen and valued, or dampen their interest in school. In this course, we will investigate these interactions, rehearse responding to difficult scenarios, and develop a set of equity teaching mindsets and practices to support all of our learners, especially underserved students.\n\nWith colleagues from your school or organization and online learners around the world, you will participate in four cycles of inquiry, practice, and action, and then complete a final action project. In each cycle of inquiry, you will examine and re-examine dimensions of inequality through educator mindsets, imagine community change through documentary case studies, rehearse taking action in thorny situations through digital practice spaces, and begin to lead change through action-oriented assignments. Our early investigations will focus on relationships and interactions with individual students, and pan out to examine the effects of bias on classrooms, schools, and communities. As you complete activities with peers online, you will develop a rich set of resources and exercises to use with your students and colleagues in your local context.\n\nAt the end of the course, you will have a better understanding of yourself and your students, new resources to draw on for helping all students thrive, and a plan to work with your school community to advance the lifelong work of equitable teaching.\n\nThis course is part of the [Open Learning Library](https://openlearninglibrary.mit.edu/), which is free to use. You have the option to sign up and enroll in the course if you want to track your progress, or you can view and use all the materials without enrolling.\n",
  "department_numbers": [
    "CMS-W"
  ],
  "extra_course_numbers": "",
  "primary_course_number": "RES.CMS-503",
  "course_image_thumbnail": {
    "content": "65fcbc4d-cbb7-14ed-6094-d5f1fa11fb7f",
    "website": "res-cms-503-becoming-a-more-equitable-educator-mindsets-and-practices-spring-2020"
  },
  "learning_resource_types": [],
  "site_uid": "f494f12d-e94f-4404-95ba-364c03ea8051",
  "site_short_id": "res.cms-503-spring-2020",
  "site_url_path": "courses/res-cms-503-becoming-a-more-equitable-educator-mindsets-and-practices-spring-2020",
  "title": "Course Metadata"
}